[BalanceDefs.BD_TargetDummy_Thresher InteractiveObjectBalanceDefinition]
DefaultDisplayName="Thresher Submarino"

[InteractiveObjects.IO_FishingPole InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_ThresherBait InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_ThresherTrophy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_ThresherBait UsableItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Isca para Threshers"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ThresherBait1 UsableItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Isca para Threshers"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ThresherBait1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Parece uma isca para Threshers bem incomum."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ThresherBait2 UsableItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Isca para Threshers"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ThresherBait2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Nossa... essa isca é muito rara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ThresherBait3 UsableItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Isca para Threshers"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ThresherBait3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A isca roxa é muito incomum. Os Threshers com paladar mais requintado adoram."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ThresherBait4 UsableItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Isca para Threshers"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ThresherBait4:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Poucos são os que presenciaram a majestosidade dessa lendária isca laranja."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ThresherBait:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Está se perguntando para que serve?  Quem dera eu tivesse uma tralha de pesca por aqui..."
NoConstraintText=""
Suffix=""
Prefix=""

